app/controllers/entrys_controller.rb

INSERT INTO "entries" ("name", "email", "hours", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["name", "Duck"], ["email", "duck@bear.com"], ["hours", 2.0], ["description", "Quack Bear ScrUmple"], ["created_at", "2016-05-07 04:29:20.997650"], ["updated_at", "2016-05-07 04:29:20.997650"]]
---
    def create
    @entry = Entry.new(entry_params)
    if @entry.save